/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk / %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "A(z) %1$@ %2$@ telepítése befejeződött, és használatra kész a(z) %3$@ következő indításakor! Újraindítsam most?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "A(z) %1$@ %2$@ a jelenleg elérhető legfrissebb verzió.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "A(z) %1$@ %2$@ már elérhető (a Te verziód: %3$@). Szeretnéd most letölteni?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "Nincs jogom írni a program könyvtárába (%@)! Van elég hely a lemezen? Ha igen, kérlek szólj a Rendszergazdának.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "A(z) %@ újabb verziójának telepítése befejeződött.";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Elérhető a(z) %@ egy újabb verziója!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Hiba történt a telepítés közben. Kérlek próbáld újra később!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Hiba történt a frissítési információk lekérdezése közben. Kérlek próbáld újra később!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Hiba történt a frissítési információk lekérdezése közben; kapcsolódva vagy az internethez? Kérlek próbáld újra később!";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Hiba történt a kicsomagolás közben. Kérlek próbáld újra később!";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Hiba történt a fájlok letöltése közben. Kérlek próbáld újra később!";

/* No comment provided by engineer. */
"An update is already in progress!" = "Már folyamatban van egy frissítés!";

/* No comment provided by engineer. */
"Anonymous system profile information is used to help us plan future development work." = "Ezen információkkal segíthetsz a további fejlesztésben.";

/* No comment provided by engineer. */
"Cancel" = "Mégse";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Frissítések keresése indításkor?";

/* No comment provided by engineer. */
"Downloading update..." = "Frissítés letöltése...";

/* No comment provided by engineer. */
"Extracting update..." = "Frissítés kitömörítése...";

/* No comment provided by engineer. */
"Include anonymous system profile?" = "Rendszerinformációk csatolása?";

/* No comment provided by engineer. */
"Install and Relaunch" = "Telepítés és Indítás";

/* No comment provided by engineer. */
"Installing update..." = "Frissítés telepítése...";

/* No comment provided by engineer. */
"No" = "Nem";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "Felkészültem a telepítésre!";

/* No comment provided by engineer. */
"Update Error!" = "Hiba a frissítésnél!";

/* No comment provided by engineer. */
"Updating %@" = "%@ frissítése";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Szeretnéd ha a(z) %@ keresne frissítéseket indításkor? Ha nem, megteheted manuálisan a menüben.";

/* No comment provided by engineer. */
"Yes" = "Igen";

/* No comment provided by engineer. */
"You're up to date!" = "Nincs elérhető újabb verzió!";